Repository: section9-lab/MyClip
Catalog: MyClip/Supporting/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, ja, ko

source: 请先在连接设置中安装组件。
de: Installiere zuerst die Komponente in den Verbindungseinstellungen.
en: Install the connector in the connection settings first.
es: Instala primero el componente en los ajustes de conexión.
fr: Installez d'abord le composant dans les réglages de connexion.
ja: 先に接続設定でコンポーネントをインストールしてください。
ko: 먼저 연결 설정에서 구성요소를 설치하십시오.

source: 请先连接并启用 Agent
de: Zuerst einen Agent verbinden und aktivieren
en: Connect and enable an Agent first
es: Conecta y activa un Agent primero
fr: Connectez et activez d'abord un Agent
ja: 先に Agent を接続して有効にしてください
ko: 먼저 Agent를 연결하고 활성화하십시오

source: 请先选择并连接 %@，重试会继续使用原 Agent
de: Wähle und verbinde zuerst %@; der erneute Versuch verwendet weiterhin den ursprünglichen Agent
en: Select and connect %@ first; retrying will continue with the original Agent
es: Selecciona y conecta %@ primero; el reintento seguirá usando el Agent original
fr: Sélectionnez et connectez d'abord %@ ; la nouvelle tentative utilisera le même Agent
ja: 先に %@ を選択して接続してください。再試行では元の Agent を引き続き使用します
ko: 먼저 %@ 선택 및 연결이 필요합니다. 다시 시도하면 원래 Agent를 계속 사용합니다

source: 请检查 Codex 安装后重试。
de: Überprüfe die Codex-Installation und versuche es erneut.
en: Check the Codex installation and try again.
es: Comprueba la instalación de Codex y vuelve a intentarlo.
fr: Vérifiez l'installation de Codex, puis réessayez.
ja: Codex のインストールを確認してから再試行してください。
ko: Codex 설치를 확인한 후 다시 시도하십시오.

source: 请选择确认后的任务状态，或忽略这条建议。
de: Wähle den bestätigten Aufgabenstatus oder ignoriere diesen Vorschlag.
en: Choose the confirmed task status, or ignore this suggestion.
es: Elige el estado de la tarea tras confirmarla o ignora esta sugerencia.
fr: Choisissez l'état de la tâche après confirmation, ou ignorez cette suggestion.
ja: 確認後のタスクの状態を選択するか、この提案を無視してください。
ko: 확인 후의 작업 상태를 선택하거나 이 제안을 무시하십시오.

source: 读取
de: Lesen
en: Read
es: Lectura
fr: Lecture
ja: 読み取り
ko: 읽기

source: 读取%@的画面
de: Liest das Bild von „%@“
en: Reads frames from the %@
es: Leer la imagen de: %@
fr: Lecture de l'écran · %@
ja: %@の画面を読み取る
ko: %@의 화면 읽기

source: 读取桌面与文档中的文件，帮助首次整理知识库内容；不授权也可继续使用
de: Liest Dateien auf dem Schreibtisch und in „Dokumente“, um die erste Organisation zu unterstützen. Geht auch ohne.
en: Reads files in Desktop and Documents to help build your library the first time. MyClip works without it.
es: Lee archivos del escritorio y de documentos para ayudar en la primera organización de la base de conocimiento; puedes seguir usándola sin conceder este permiso
fr: Lit les fichiers du bureau et des documents pour faciliter la première organisation. MyClip fonctionne sans cette autorisation.
ja: デスクトップと書類のファイルを読み取り、初回の整理を助けます。許可しなくても使用できます。
ko: 데스크탑과 서류의 파일을 읽어 첫 정리를 돕습니다. 허용하지 않아도 사용할 수 있습니다.

source: 读取缓存比重新输入便宜
de: Aus dem Cache lesen ist günstiger als erneut eingeben
en: Reading from cache is cheaper than sending the input again
es: Leer de la caché cuesta menos que volver a enviar la entrada
fr: Lire le cache coûte moins cher que renvoyer l'entrée
ja: キャッシュの読み取りは再入力より安価です
ko: 캐시 읽기는 새로 입력하는 것보다 저렴합니다

source: 调整鼠标静止时间为 1 秒
de: Maus-Stillstandszeit auf 1 Sekunde setzen
en: Change the mouse idle time to 1 second
es: Ajustar el tiempo de reposo del ratón a 1 s
fr: Régler le temps d'immobilité de la souris à 1 s
ja: マウスの静止時間を 1 秒に調整
ko: 마우스 정지 시간을 1초로 조정

source: 调用过的工具
de: Aufgerufene Tools
en: Tools Called
es: Herramientas usadas
fr: Outils appelés
ja: 呼び出したツール
ko: 호출된 도구

source: 调用顺序
de: Aufrufreihenfolge
en: Call Order
es: Orden de llamadas
fr: Ordre des appels
ja: 呼び出し順
ko: 호출 순서

source: 资料库
de: Bibliothek
en: Library
es: Biblioteca
fr: Bibliothèque
ja: ライブラリ
ko: 라이브러리

source: 资料库由更新的 MyClip 创建，请升级应用。
de: Die Bibliothek wurde mit einer neueren MyClip-Version erstellt. Bitte aktualisiere die App.
en: This library was created by a newer version of MyClip. Please update the app.
es: La biblioteca se creó con una versión más reciente de MyClip; actualiza la app.
fr: Cette bibliothèque a été créée par une version plus récente de MyClip ; mettez l'app à jour.
ja: このライブラリは新しいバージョンの MyClip で作成されています。アプリをアップデートしてください。
ko: 라이브러리가 최신 버전의 MyClip으로 생성되었습니다. 앱을 업그레이드하십시오.

source: 资料库错误：%@
de: Bibliotheksfehler: %@
en: Library error: %@
es: Error de biblioteca: %@
fr: Erreur de bibliothèque : %@
ja: ライブラリエラー：%@
ko: 라이브러리 오류: %@

source: 资料整理
de: Dokumentation
en: Library Organization
es: Organización de documentos
fr: Organisation documentaire
ja: 資料の整理
ko: 자료 정리

source: 超时与重试
de: Timeout und Wiederholung
en: Timeouts and Retries
es: Tiempo de espera y reintentos
fr: Délais et nouvelles tentatives
ja: タイムアウトと再試行
ko: 시간 초과 및 다시 시도

source: 较前 %lld 天 %@%lld%%
de: %2$@%3$lld %% gegenüber den %1$lld Tagen davor
en: %2$@%3$lld%% vs. previous %1$lld days
es: %2$@%3$lld%% respecto a los %1$lld días anteriores
fr: %2$@%3$lld %% par rapport aux %1$lld jours précédents
ja: 前の %1$lld 日間比 %2$@%3$lld%%
ko: 이전 %1$lld일 대비 %2$@%3$lld%%

source: 辅助功能
de: Bedienungshilfen
en: Accessibility
es: Accesibilidad
fr: Accessibilité
ja: アクセシビリティ
ko: 손쉬운 사용

source: 输入
de: Eingabe
en: Input
es: Entrada
fr: Entrée
ja: 入力
ko: 입력

source: 输入相对于 Memory 的文件路径，已有链接会自动更新。
de: Gib den Dateipfad relativ zu Memory ein; vorhandene Links werden automatisch aktualisiert.
en: Enter a file path relative to Memory; existing links will be updated automatically.
es: Introduce la ruta relativa a Memory; los enlaces existentes se actualizarán automáticamente.
fr: Saisissez le chemin du fichier relatif à Memory ; les liens existants seront mis à jour automatiquement.
ja: Memory からの相対ファイルパスを入力します。既存のリンクは自動的に更新されます。
ko: Memory 기준 상대 파일 경로를 입력하십시오. 기존 링크는 자동으로 업데이트됩니다.

source: 输出
de: Ausgabe
en: Output
es: Salida
fr: Sortie
ja: 出力
ko: 출력

source: 近 %lld 天 Token
de: Token der letzten %lld Tage
en: Token · Last %lld Days
es: Token de los últimos %lld días
fr: Token sur %lld jours
ja: 過去 %lld 日間の Token
ko: 최근 %lld일 Token

source: 返回文件夹
de: Zurück zum Ordner
en: Back to Folder
es: Volver a la carpeta
fr: Retour au dossier
ja: フォルダに戻る
ko: 폴더로 돌아가기

source: 还没有可分析的 Memory。
de: Noch keine Memory-Seiten zum Analysieren.
en: No Memory to analyze yet.
es: Aún no hay Memory que analizar.
fr: Aucune page Memory à analyser pour l'instant.
ja: 分析できる Memory はまだありません。
ko: 아직 분석할 수 있는 Memory가 없습니다.

source: 还没有回传过用量。任务结束后会在这里汇总。
de: Noch kein Verbrauch gemeldet. Nach Abschluss einer Aufgabe erscheint hier die Zusammenfassung.
en: No usage has been reported yet. It will be summarized here after jobs finish.
es: Aún no se ha reportado ningún uso. Se resumirá aquí cuando terminen las tareas.
fr: Aucune utilisation remontée pour l'instant. Le récapitulatif s'affichera ici à la fin des tâches.
ja: 使用量はまだ報告されていません。タスク終了後にここに集計されます。
ko: 아직 보고된 사용량이 없습니다. 작업이 끝나면 여기에 집계됩니다.

source: 还没有整理记录。截图开始后会出现在这里。
de: Noch kein Organisationsverlauf. Sobald Bildschirmfotos aufgenommen werden, erscheint er hier.
en: No organizing history yet. It will appear here once screenshots start.
es: Aún no hay historial de organización. Aparecerá aquí cuando empiecen las capturas.
fr: Aucun historique d'organisation pour l'instant. Il apparaîtra ici dès les premières captures.
ja: 整理履歴はまだありません。スクリーンショットが始まるとここに表示されます。
ko: 아직 정리 기록이 없습니다. 스크린샷이 시작되면 여기에 표시됩니다.

source: 还没有选择整理 Agent
de: Noch kein Agent zum Organisieren ausgewählt
en: No organizing Agent selected yet
es: Aún no se ha elegido un Agent de organización
fr: Aucun Agent d'organisation sélectionné
ja: 整理 Agent がまだ選択されていません
ko: 아직 정리 Agent가 선택되지 않음

source: 这些应用在前台时不截图。密码管理器默认已排除。
de: Ist eine dieser Apps im Vordergrund, werden keine Bildschirmfotos aufgenommen. Passwortmanager sind standardmäßig ausgeschlossen.
en: No screenshots are taken while these apps are in front. Password managers are excluded by default.
es: No se capturan estas apps mientras están en primer plano. Los gestores de contraseñas están excluidos de forma predeterminada.
fr: Aucune capture n'est prise lorsque ces apps sont au premier plan. Les gestionnaires de mots de passe sont exclus par défaut.
ja: これらのアプリが前面にあるときは撮影しません。パスワードマネージャはデフォルトで除外されています。
ko: 이 앱들이 전면에 있을 때는 스크린샷을 찍지 않습니다. 암호 관리자는 기본적으로 제외됩니다.

source: 这批没有回传工具调用。
de: Für diesen Stapel wurden keine Toolaufrufe gemeldet.
en: This batch reported no tool calls.
es: Este lote no reportó llamadas a herramientas.
fr: Aucun appel d'outil remonté pour ce lot.
ja: このバッチではツール呼び出しが報告されませんでした。
ko: 이 배치에서는 도구 호출이 보고되지 않았습니다.

source: 这条知识已更新，请重新整理后再保存。
de: Dieser Eintrag wurde inzwischen aktualisiert. Bitte neu organisieren und dann sichern.
en: This knowledge entry has been updated. Organize it again before saving.
es: Este conocimiento se ha actualizado; vuelve a organizarlo antes de guardar.
fr: Cette connaissance a été mise à jour ; réorganisez avant d'enregistrer.
ja: このナレッジは更新されています。再整理してから保存してください。
ko: 이 지식이 업데이트되었습니다. 다시 정리한 후 저장하십시오.

source: 这段时间没有整理任务。
de: In diesem Zeitraum gab es keine Organisationsaufgaben.
en: No organizing jobs during this period.
es: No hubo tareas de organización en este período.
fr: Aucune tâche d'organisation sur cette période.
ja: この期間に整理タスクはありません。
ko: 이 기간에는 정리 작업이 없습니다.

source: 这里还没有记忆
de: Noch keine Memory-Seiten
en: No Memory Here Yet
es: Aún no hay Memory aquí
fr: Aucune page Memory ici pour l'instant
ja: ここにはまだ Memory がありません
ko: 아직 Memory가 없음

source: 这项任务已不在待确认列表，请查看最新状态。
de: Diese Aufgabe steht nicht mehr unter „Zu bestätigen“. Sieh dir den aktuellen Status an.
en: This task is no longer in the To Confirm list. Check its latest status.
es: Esta tarea ya no está en la lista de por confirmar; consulta su estado más reciente.
fr: Cette tâche n'est plus dans la liste à confirmer ; consultez son état le plus récent.
ja: このタスクは確認待ちリストにありません。最新の状態を確認してください。
ko: 이 작업은 더 이상 확인 대기 목록에 없습니다. 최신 상태를 확인하십시오.

source: 进程已退出。
de: Der Prozess wurde beendet.
en: Process exited.
es: El proceso ha terminado.
fr: Le processus s'est terminé.
ja: プロセスが終了しました。
ko: 프로세스가 종료되었습니다.

source: 进行中
de: In Arbeit
en: In Progress
es: En curso
fr: En cours
ja: 進行中
ko: 진행 중

source: 连接中
de: Verbindung wird hergestellt
en: Connecting
es: Conectando
fr: Connexion en cours
ja: 接続中
ko: 연결 중

source: 连接已关闭
de: Verbindung geschlossen
en: Connection Closed
es: Conexión cerrada
fr: Connexion fermée
ja: 接続が閉じられました
ko: 연결 닫힘

source: 连接已启动。
de: Verbindung gestartet.
en: Connection started.
es: Conexión iniciada.
fr: Connexion démarrée.
ja: 接続を開始しました。
ko: 연결이 시작되었습니다.

source: 连接并使用
de: Verbinden und verwenden
en: Connect and Use
es: Conectar y usar
fr: Connecter et utiliser
ja: 接続して使用
ko: 연결하고 사용

source: 连接成功后设为默认 Agent
de: Nach erfolgreicher Verbindung als Standard-Agent festlegen
en: Set as the default Agent after connecting
es: Al conectar, se establecerá como Agent predeterminado
fr: Définir comme Agent par défaut une fois connecté
ja: 接続に成功したらデフォルトの Agent に設定
ko: 연결에 성공하면 기본 Agent로 설정

source: 连接组件安装失败。请安装 Node.js 22 或更新版本，并查看 Runtime/install.log。
de: Die Installation der Verbindungskomponente ist fehlgeschlagen. Installiere Node.js 22 oder neuer und sieh in Runtime/install.log nach.
en: Connector installation failed. Install Node.js 22 or later and check Runtime/install.log.
es: No se pudo instalar el componente de conexión. Instala Node.js 22 o posterior y revisa Runtime/install.log.
fr: L'installation du composant de connexion a échoué. Installez Node.js 22 ou une version plus récente et consultez Runtime/install.log.
ja: 接続コンポーネントのインストールに失敗しました。Node.js 22 以降をインストールし、Runtime/install.log を確認してください。
ko: 연결 구성요소 설치에 실패했습니다. Node.js 22 이상을 설치하고 Runtime/install.log를 확인하십시오.

source: 连接组件已安装
de: Verbindungskomponente installiert
en: Connector Installed
es: Componente de conexión instalado
fr: Composant de connexion installé
ja: 接続コンポーネントはインストール済み
ko: 연결 구성요소 설치됨

source: 连续 %lld 分钟没有新进度就停止等待，单批最长 %lld 分钟。超时、断线等临时故障会自动重试，最多 %lld 次，间隔从 1 分钟逐步拉长到 1 小时；之后停下等你处理。
de: Hört nach %lld Minuten ohne Fortschritt auf zu warten; ein Stapel läuft höchstens %lld Minuten. Zeitüberschreitungen, Verbindungsabbrüche und ähnliche Störungen werden bis zu %lld-mal automatisch wiederholt, mit Wartezeiten von 1 Minute bis 1 Stunde; danach wird angehalten und auf dich gewartet.
en: Stops waiting after %lld minutes without progress; one batch runs at most %lld minutes. Timeouts, dropped connections and similar hiccups are retried automatically up to %lld times, with the wait growing from 1 minute to 1 hour; after that it stops and waits for you.
es: Deja de esperar tras %lld minutos sin avances; un lote dura como máximo %lld minutos. Los tiempos de espera, desconexiones y fallos similares se reintentan automáticamente hasta %lld veces, con esperas que crecen de 1 minuto a 1 hora; después se detiene y te espera.
fr: Arrête d’attendre après %lld minutes sans progrès ; un lot dure au plus %lld minutes. Les délais dépassés, coupures et incidents similaires sont relancés automatiquement jusqu’à %lld fois, avec une attente qui passe de 1 minute à 1 heure ; ensuite, il s’arrête et vous attend.
ja: %lld 分間進捗がないと待機を打ち切り、1 バッチは最長 %lld 分です。タイムアウトや切断などの一時的な障害は最大 %lld 回自動で再試行し、間隔は 1 分から 1 時間まで延びます。それでも失敗したら停止してあなたの対応を待ちます。
ko: %lld분 동안 진행이 없으면 기다리기를 멈추고, 한 배치는 최대 %lld분입니다. 시간 초과, 연결 끊김 같은 일시적 오류는 최대 %lld번 자동으로 다시 시도하며, 간격은 1분에서 1시간까지 늘어납니다. 그래도 실패하면 멈추고 사용자를 기다립니다.

source: 退出 MyClip
de: MyClip beenden
en: Quit MyClip
es: Salir de MyClip
fr: Quitter MyClip
ja: MyClip を終了
ko: MyClip 종료

source: 选择一篇记忆
de: Memory-Seite auswählen
en: Select a Memory Page
es: Elige una página de Memory
fr: Choisissez une page Memory
ja: Memory を選択
ko: Memory 페이지 선택

source: 选择后安装连接组件并验证登录，成功后设为默认 Agent
de: Nach der Auswahl wird die Verbindungskomponente installiert und die Anmeldung geprüft; bei Erfolg wird er Standard-Agent
en: Selecting installs the connector and verifies the login; on success it becomes the default Agent
es: Al seleccionarlo se instala el componente de conexión y se verifica el inicio de sesión; si todo va bien, se establece como Agent predeterminado
fr: Après sélection, installe le composant de connexion et vérifie la connexion ; en cas de succès, définit l'Agent par défaut
ja: 選択すると接続コンポーネントをインストールしてログインを確認し、成功したらデフォルトの Agent に設定します
ko: 선택하면 연결 구성요소를 설치하고 로그인을 확인하며, 성공하면 기본 Agent로 설정합니다

source: 通过 cursor-agent acp 连接，使用 Cursor 的现有登录。首次使用需先运行 cursor-agent login。
de: Verbindet über cursor-agent acp und verwendet die vorhandene Anmeldung bei Cursor. Vor der ersten Verwendung musst du cursor-agent login ausführen.
en: Connects through cursor-agent acp using your existing Cursor login. Run cursor-agent login before first use.
es: Se conecta mediante cursor-agent acp con el inicio de sesión existente de Cursor. La primera vez, ejecuta antes cursor-agent login.
fr: Se connecte via cursor-agent acp avec la connexion existante de Cursor. À la première utilisation, exécutez d'abord cursor-agent login.
ja: cursor-agent acp 経由で接続し、Cursor の既存のログインを使用します。初回は先に cursor-agent login を実行してください。
ko: cursor-agent acp를 통해 연결하며 Cursor의 기존 로그인을 사용합니다. 처음 사용할 때는 먼저 cursor-agent login을 실행해야 합니다.

source: 通过 opencode acp 连接，使用 OpenCode 已登录的模型和服务商。首次使用需先运行 opencode auth login。
de: Verbindet über opencode acp und verwendet die in OpenCode angemeldeten Modelle und Anbieter. Vor der ersten Verwendung musst du opencode auth login ausführen.
en: Connects through opencode acp using the models and providers OpenCode is signed in to. Run opencode auth login before first use.
es: Se conecta mediante opencode acp con el modelo y el proveedor en los que OpenCode ya ha iniciado sesión. La primera vez, ejecuta antes opencode auth login.
fr: Se connecte via opencode acp avec les modèles et fournisseurs déjà connectés dans OpenCode. À la première utilisation, exécutez d'abord opencode auth login.
ja: opencode acp 経由で接続し、OpenCode でログイン済みのモデルとプロバイダを使用します。初回は先に opencode auth login を実行してください。
ko: opencode acp를 통해 연결하며 OpenCode에 로그인된 모델과 서비스 제공업체를 사용합니다. 처음 사용할 때는 먼저 opencode auth login을 실행해야 합니다.

source: 通过邮件、信息、备忘录或隔空投送分享
de: Mit Mail, Nachrichten, Notizen oder AirDrop teilen
en: Share with Mail, Messages, Notes or AirDrop
es: Compartir con Mail, Mensajes, Notas o AirDrop
fr: Partager avec Mail, Messages, Notes ou AirDrop
ja: メール、メッセージ、メモ、AirDrop で共有
ko: 메일, 메시지, 메모 또는 AirDrop으로 공유

source: 部分来源记录未包含在当前资料库中。
de: Einige Quelleneinträge sind nicht in der aktuellen Bibliothek enthalten.
en: Some source records are not included in the current library.
es: Algunos registros de origen no están incluidos en la biblioteca actual.
fr: Certaines sources ne figurent pas dans la bibliothèque actuelle.
ja: 一部のソース記録は現在のライブラリに含まれていません。
ko: 일부 출처 기록이 현재 라이브러리에 포함되어 있지 않습니다.

source: 配置后需完全退出并重开
de: Nach der Einrichtung beenden und neu öffnen
en: Quit and reopen after setup
es: Cierra y vuelve a abrir tras configurar
fr: Quittez et rouvrez après la configuration
ja: 設定後は完全に終了して再起動してください
ko: 설정 후 완전히 종료했다가 다시 여세요

source: 配置失败
de: Konfiguration fehlgeschlagen
en: Configuration Failed
es: La configuración falló
fr: Échec de la configuration
ja: 設定に失敗しました
ko: 구성 실패

source: 配置完成后自动发送命令指南
de: Nach der Konfiguration wird automatisch eine Befehlsanleitung gesendet
en: Sends a command guide automatically after configuring
es: Enviar la guía de comandos automáticamente al terminar la configuración
fr: Envoyer automatiquement le guide des commandes après configuration
ja: 設定完了後にコマンドガイドを自動送信
ko: 구성 완료 후 명령 가이드 자동 전송

source: 配置完成后，请重启客户端或新建会话。
de: Starte nach der Konfiguration den Client neu oder beginne eine neue Sitzung.
en: After configuring, restart the client or start a new session.
es: Cuando termine la configuración, reinicia el cliente o crea una sesión nueva.
fr: Une fois la configuration terminée, redémarrez le client ou ouvrez une nouvelle session.
ja: 設定完了後、クライアントを再起動するか新しいセッションを作成してください。
ko: 구성이 완료되면 클라이언트를 다시 시작하거나 새 세션을 만드십시오.

source: 配置已被其他应用更新，请重试。
de: Die Konfiguration wurde von einer anderen App geändert. Bitte erneut versuchen.
en: The configuration was updated by another app. Please retry.
es: Otra app actualizó la configuración; reintenta.
fr: La configuration a été modifiée par une autre app ; réessayez.
ja: 設定が他のアプリによって更新されました。再試行してください。
ko: 구성이 다른 앱에 의해 업데이트되었습니다. 다시 시도하십시오.

source: 采用这些修改
de: Änderungen übernehmen
en: Apply These Changes
es: Aplicar estos cambios
fr: Appliquer ces modifications
ja: これらの変更を適用
ko: 이 변경 사항 적용

source: 采集已开启，等待其他应用中的活动
de: Aufnahme aktiv, warte auf Aktivität in anderen Apps
en: Capture is on, waiting for activity in other apps
es: Captura activada; esperando actividad en otras apps
fr: Capture activée, en attente d'activité dans d'autres apps
ja: 記録はオン。他のアプリでの活動を待っています
ko: 캡처 활성화됨, 다른 앱의 활동 대기 중

source: 采集已暂停
de: Aufnahme pausiert
en: Capture Paused
es: Captura en pausa
fr: Capture suspendue
ja: 記録は一時停止中
ko: 캡처 일시 정지됨

source: 采集权限已关闭，请在设置中恢复
de: Aufnahmeberechtigung deaktiviert, bitte in den Einstellungen wiederherstellen
en: Capture permission is off. Restore it in Settings.
es: Los permisos de captura están desactivados; restáuralos en Ajustes
fr: Autorisation de capture désactivée ; rétablissez-la dans les Réglages
ja: 記録の権限がオフになっています。設定で復元してください
ko: 캡처 권한이 꺼져 있습니다. 설정에서 복원하십시오

source: 采集范围
de: Aufnahmebereich
en: Capture Scope
es: Ámbito de captura
fr: Portée de la capture
ja: 記録範囲
ko: 기록 범위

source: 采集较繁忙，已跳过过密的触发
de: Aufnahme ausgelastet, zu dichte Auslöser wurden übersprungen
en: Capture is busy; skipped triggers that came too quickly
es: Captura muy activa; se omitieron activaciones demasiado seguidas
fr: Capture très sollicitée ; les déclenchements trop rapprochés ont été ignorés
ja: 記録が混み合っているため、過密なトリガーをスキップしました
ko: 캡처가 바빠 너무 잦은 트리거를 건너뛰었습니다

source: 重复画面，保留每一次出现
de: Wiederholtes Bild, jedes Vorkommen bleibt erhalten
en: Repeated frame; every occurrence is kept
es: Imágenes repetidas: se conserva cada aparición
fr: Image répétée, chaque occurrence est conservée
ja: 重複した画面。それぞれの出現を保持
ko: 반복 화면, 매 등장 보존

source: 重建索引
de: Index neu erstellen
en: Rebuild Index
es: Reconstruir índice
fr: Reconstruire l'index
ja: インデックスを再構築
ko: 색인 재구축

source: 重新做梦
de: Erneut träumen
en: Dream again
es: Volver a soñar
fr: Rêver à nouveau
ja: もう一度夢を見る
ko: 다시 꿈꾸기

source: 重新打开设置向导
de: Einrichtungsassistent erneut öffnen
en: Reopen Setup Guide
es: Volver a abrir la guía de configuración
fr: Rouvrir l'assistant de configuration
ja: 設定ガイドを再表示
ko: 설정 가이드 다시 열기

source: 重新整理这批素材
de: Diesen Stapel neu organisieren
en: Reorganize This Batch
es: Volver a organizar este lote
fr: Réorganiser ce lot d'éléments
ja: このバッチの素材を再整理
ko: 이 배치의 항목 다시 정리

source: 重新连接
de: Erneut verbinden
en: Reconnect
es: Reconectar
fr: Reconnecter
ja: 再接続
ko: 다시 연결

source: 重新连接、复制登录命令或停用
de: Erneut verbinden, Anmeldebefehl kopieren oder deaktivieren
en: Reconnect, copy the login command, or disable
es: Reconectar, copiar el comando de inicio de sesión o desactivar
fr: Reconnecter, copier la commande de connexion ou désactiver
ja: 再接続、ログインコマンドのコピー、または無効化
ko: 다시 연결, 로그인 명령 복사 또는 비활성화

source: 重试
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도

source: 重试并继续
de: Erneut versuchen und fortfahren
en: Retry and Continue
es: Reintentar y continuar
fr: Réessayer et continuer
ja: 再試行して続行
ko: 다시 시도하고 계속

source: 重试这批
de: Diesen Stapel erneut versuchen
en: Retry This Batch
es: Reintentar este lote
fr: Réessayer ce lot
ja: このバッチを再試行
ko: 이 배치 다시 시도

source: 重试连接
de: Verbindung erneut versuchen
en: Retry Connection
es: Reintentar conexión
fr: Réessayer la connexion
ja: 接続を再試行
ko: 연결 다시 시도

source: 钉钉
de: DingTalk
en: DingTalk
es: DingTalk
fr: DingTalk
ja: DingTalk
ko: DingTalk

source: 键盘
de: Tastatur
en: Keyboard
es: Teclado
fr: Clavier
ja: キーボード
ko: 키보드

source: 键盘触发
de: Tastatur-Auslöser
en: Keyboard Trigger
es: Activación por teclado
fr: Déclenchement clavier
ja: キーボードトリガー
ko: 키보드 트리거

source: 隐藏 MyClip
de: MyClip ausblenden
en: Hide MyClip
es: Ocultar MyClip
fr: Masquer MyClip
ja: MyClip を隠す
ko: MyClip 가리기

source: 需要你的确认
de: Deine Bestätigung ist erforderlich
en: Needs your confirmation
es: Requiere tu confirmación
fr: Votre confirmation est requise
ja: あなたの確認が必要です
ko: 확인이 필요합니다

source: 需要归位
de: Muss verschoben werden
en: Needs refiling
es: Hay que reubicar
fr: À reclasser
ja: 移動が必要
ko: 위치 이동 필요

source: 静止后点击
de: Klick nach Stillstand
en: Click After Idle
es: Clic tras reposo
fr: Clic après immobilité
ja: 静止後にクリック
ko: 정지 후 클릭

source: 非文本结果（%@）
de: Kein Textergebnis (%@)
en: Non-text result (%@)
es: Resultado no textual (%@)
fr: Résultat non textuel (%@)
ja: テキスト以外の結果（%@）
ko: 텍스트가 아닌 결과(%@)

source: 项目（可选）
de: Projekt (optional)
en: Project (optional)
es: Proyecto (opcional)
fr: Projet (facultatif)
ja: プロジェクト（オプション）
ko: 프로젝트(선택 사항)

source: 顺序
de: Reihenfolge
en: Order
es: Orden
fr: Ordre
ja: 順序
ko: 순서

source: 预览
de: Vorschau
en: Preview
es: Vista previa
fr: Aperçu
ja: プレビュー
ko: 미리보기

source: 预览模式不写入客户端配置
de: Im Vorschaumodus wird keine Client-Konfiguration geschrieben
en: Preview mode does not write to client configuration
es: El modo de vista previa no escribe en la configuración del cliente
fr: Le mode aperçu n'écrit pas la configuration du client
ja: プレビューモードではクライアント設定に書き込みません
ko: 미리보기 모드에서는 클라이언트 구성을 쓰지 않음

source: 预览示例
de: Beispielvorschau
en: Preview Sample
es: Ejemplo de vista previa
fr: Exemple d'aperçu
ja: プレビューサンプル
ko: 미리보기 예시

source: 飞书
de: Feishu
en: Feishu
es: Feishu
fr: Feishu
ja: Feishu
ko: Feishu

source: 验证弱网下的资料同步
de: Datensynchronisierung bei schwachem Netz prüfen
en: Verify data sync under weak network
es: Verificar la sincronización de datos con red débil
fr: Vérifier la synchronisation des données en réseau faible
ja: 低速ネットワークでの資料同期を検証
ko: 약한 네트워크에서의 자료 동기화 검증

source: 默认 Agent
de: Standard-Agent
en: Default Agent
es: Agent predeterminado
fr: Agent par défaut
ja: デフォルトの Agent
ko: 기본 Agent

source: 鼠标
de: Maus
en: Mouse
es: Ratón
fr: Souris
ja: マウス
ko: 마우스

source: 鼠标活动停止 2 秒
de: 2 Sekunden ohne Mausaktivität
en: Mouse stops for 2 seconds
es: Ratón inactivo 2 s
fr: Arrêt de l'activité souris pendant 2 s
ja: マウス操作停止 2 秒
ko: 마우스 동작 2초 정지
